[
  { "quote": "My goal is to be the kind of person my dog already thinks I am.", "author": "Anonymous" },
  { "quote": "My dreams are so big, my alarm clock gets intimidated and turns itself off.", "author": "Anonymous" },
  { "quote": "I’m not procrastinating; I’m strategically delaying my success to make it more dramatic.", "author": "Anonymous" },
  { "quote": "Be the reason someone thinks, \"Well, if they can do it, what's my excuse?\"", "author": "Anonymous" },
  { "quote": "My career plan is a mix of wild ambition and a strong desire for naps.", "author": "Anonymous" },
  { "quote": "The ladder to success is slippery, so wear shoes with good grip and maybe a helmet.", "author": "Anonymous" },
  { "quote": "I’m not saying I’m a genius, but my brilliant ideas often happen at 3 AM when I can’t write them down.", "author": "Anonymous" },
  { "quote": "Conquer your goals. Or at least, poke them with a stick to see if they’re still awake.", "author": "Anonymous" },
  { "quote": "My motivation is like a shy cat. It only comes out when it wants to, and usually for food.", "author": "Anonymous" },
  { "quote": "I’m building my empire, one snack break at a time.", "author": "Anonymous" },
  { "quote": "Life is what happens when you’re busy making other, more detailed, plans.", "author": "Anonymous" },
  { "quote": "When life gives you lemons, trade them for something better, like coffee.", "author": "Anonymous" },
  { "quote": "My life’s motto: “This is probably fine.”", "author": "Anonymous" },
  { "quote": "I’m not lost. I’m on a scenic route to a place I haven’t discovered yet.", "author": "Anonymous" },
  { "quote": "Treat every day like a new adventure. Some days are \"explore a cave,\" others are \"find the remote.\"", "author": "Anonymous" },
  { "quote": "Life is like a software update. It happens when you least expect it and you’re never quite sure what changed.", "author": "Anonymous" },
  { "quote": "Be the flamingo in a flock of pigeons. A little awkward, very pink, and impossible to ignore.", "author": "Anonymous" },
  { "quote": "My life is a constant battle between \"I need to save money\" and \"You only live once.\"", "author": "Anonymous" },
  { "quote": "I’m not saying life is a joke, but the punchline is often hilarious.", "author": "Anonymous" },
  { "quote": "Remember that even your worst days are only 24 hours long.", "author": "Anonymous" },
  { "quote": "My optimism is so bright, I need sunglasses to look at my own future.", "author": "Anonymous" },
  { "quote": "I’m powered by caffeine and the belief that something good is about to happen.", "author": "Anonymous" },
  { "quote": "Keep your chin up. It makes it harder for your crown to slip.", "author": "Anonymous" },
  { "quote": "A smile is the cheapest way to improve your looks and confuse your enemies.", "author": "Anonymous" },
  { "quote": "I’m not a morning person. I’m a “once I’ve had my coffee, the world is my oyster” person.", "author": "Anonymous" },
  { "quote": "Today’s forecast: 99% chance of winning, with a slight possibility of snacks.", "author": "Anonymous" },
  { "quote": "Be so positive that negative people need a map to find you.", "author": "Anonymous" },
  { "quote": "My happy place is anywhere I can wear sweatpants.", "author": "Anonymous" },
  { "quote": "Don’t just find the silver lining. Wear it like a fabulous scarf.", "author": "Anonymous" },
  { "quote": "I’m not ignoring you; I’m just in my happy bubble and the reception is spotty.", "author": "Anonymous" },
  { "quote": "I’m not weird; I’m a collector of quirks.", "author": "Anonymous" },
  { "quote": "Be yourself. Everyone else is just a bad copy.", "author": "Anonymous" },
  { "quote": "My superpower is being unapologetically me, even when I’m a little bit much.", "author": "Anonymous" },
  { "quote": "I’m not high-maintenance; I’m just a masterpiece with specific care instructions.", "author": "Anonymous" },
  { "quote": "I’m not short; I’m vertically efficient.", "author": "Anonymous" },
  { "quote": "Embrace your inner weirdo. They give the best advice.", "author": "Anonymous" },
  { "quote": "I’m not lazy; I’m in a committed relationship with my couch.", "author": "Anonymous" },
  { "quote": "You are not a mess. You are a beautiful, chaotic work of art in progress.", "author": "Anonymous" },
  { "quote": "I’m not old; I’m a classic model with vintage charm.", "author": "Anonymous" },
  { "quote": "My spirit animal is a sloth who just won the lottery.", "author": "Anonymous" },
  { "quote": "If you stumble, make it part of the dance.", "author": "Anonymous" },
  { "quote": "A bad day is just your life's way of saying, \"Time for a plot twist!\"", "author": "Anonymous" },
  { "quote": "Remember, even a broken crayon can still color. It just makes the picture more interesting.", "author": "Anonymous" },
  { "quote": "Don’t let a little turbulence scare you. It means you’re flying.", "author": "Anonymous" },
  { "quote": "When you feel like you’re hitting a wall, remember that walls have doors. And sometimes, windows.", "author": "Anonymous" },
  { "quote": "The comeback is always stronger than the setback. And usually funnier.", "author": "Anonymous" },
  { "quote": "You are stronger than your Wi-Fi signal on a bad day.", "author": "Anonymous" },
  { "quote": "Think of your problems as pop-up ads. Annoying, but you can always close them.", "author": "Anonymous" },
  { "quote": "If you’re going to be in the doghouse, you might as well redecorate.", "author": "Anonymous" },
  { "quote": "Every storm runs out of rain, just like every refrigerator eventually runs out of snacks.", "author": "Anonymous" },
  { "quote": "Today is a good day for a good day.", "author": "Anonymous" },
  { "quote": "I’m not a failure; I’m a success story in its early, awkward chapters.", "author": "Anonymous" },
  { "quote": "Don’t worry, be happy. And if you can’t be happy, be well-rested.", "author": "Anonymous" },
  { "quote": "My future is so bright, I’m considering investing in a good pair of shades.", "author": "Anonymous" },
  { "quote": "I’m not saying I have it all figured out, but I do know where the cookies are.", "author": "Anonymous" },
  { "quote": "Life is short. Eat the dessert first.", "author": "Anonymous" },
  { "quote": "Be the sprinkles on the cupcake of life.", "author": "Anonymous" },
  { "quote": "I’m not perfect, but my cat thinks I’m pretty cool.", "author": "Anonymous" },
  { "quote": "The best is yet to come. It’s probably just stuck in traffic.", "author": "Anonymous" },
  { "quote": "I’m not giving up. I’m just taking a strategic pause for dramatic effect.", "author": "Anonymous" },
  { "quote": "My potential is limitless, but my patience is not.", "author": "Anonymous" },
  { "quote": "I’m not a backup plan. I’m the surprise ending.", "author": "Anonymous" },
  { "quote": "You glow differently when you’re not pretending.", "author": "Anonymous" },
  { "quote": "I’m not clumsy. The floor just needed a hug.", "author": "Anonymous" },
  { "quote": "Don’t just follow your dreams; chase them down and ask for an autograph.", "author": "Anonymous" },
  { "quote": "I’m not arguing; I’m passionately sharing my unsolicited opinion.", "author": "Anonymous" },
  { "quote": "My brain has too many tabs open, and one of them is playing music.", "author": "Anonymous" },
  { "quote": "Be a pineapple: tough on the outside, sweet on the inside, and wearing a ridiculous hat.", "author": "Anonymous" },
  { "quote": "I’m not a mess; I’m creatively organized.", "author": "Anonymous" },
  { "quote": "I’m not saying I’m a superhero, but no one has ever seen me and Batman in the same room.", "author": "Anonymous" },
  { "quote": "My life is 10% what happens to me and 90% how I react with sarcasm.", "author": "Anonymous" },
  { "quote": "I’m not late; I’m just arriving on my own time zone.", "author": "Anonymous" },
  { "quote": "I’m not a morning person or a night owl. I’m some kind of permanently exhausted pigeon.", "author": "Anonymous" },
  { "quote": "My favorite exercise is a cross between a lunge and a crunch. It’s called lunch.", "author": "Anonymous" },
  { "quote": "I’m not saying I’m always right, but I am saying I’m never wrong.", "author": "Anonymous" },
  { "quote": "You are more than a number. Unless you’re a mathematician, then you’re probably several.", "author": "Anonymous" },
  { "quote": "Don’t let anyone dull your sparkle. Unless you’re a vampire, then maybe tone it down in the sun.", "author": "Anonymous" },
  { "quote": "It’s okay if you don’t know what you’re doing. Pretend you’re a tourist and enjoy the ride.", "author": "Anonymous" },
  { "quote": "The world is your oyster. Just be careful not to get any sand in it.", "author": "Anonymous" },
  { "quote": "You are the CEO of your own life. Start making executive decisions, like ordering pizza.", "author": "Anonymous" },
  { "quote": "Don’t be afraid to take up space. You’re not a ghost.", "author": "Anonymous" },
  { "quote": "You are capable of amazing things. Like, for example, getting out of bed this morning.", "author": "Anonymous" },
  { "quote": "The first step is the hardest. The second step is also hard. The third step is probably a nap.", "author": "Anonymous" },
  { "quote": "You are not a burden. You are a treasure, and some people just don’t know how to read the map.", "author": "Anonymous" },
  { "quote": "Don’t let your worries get the best of you. Get the best of your worries instead.", "author": "Anonymous" },
  { "quote": "You are a limited edition, which means you’re basically a collector’s item.", "author": "Anonymous" },
  { "quote": "Don’t be afraid to be a little weird. The best people are.", "author": "Anonymous" },
  { "quote": "You are the author of your own story. Make sure it has a happy ending and lots of cool dragons.", "author": "Anonymous" },
  { "quote": "You are not a problem to be solved. You are a person to be loved.", "author": "Anonymous" },
  { "quote": "Don’t let anyone tell you that you can’t do something. They’re probably just jealous of your awesomeness.", "author": "Anonymous" },
  { "quote": "You are a star. A slightly goofy, occasionally clumsy, but still very bright star.", "author": "Anonymous" },
  { "quote": "Don’t be afraid to shine. The world needs your light.", "author": "Anonymous" },
  { "quote": "You are a gift to the world. Even if some days you feel more like a gag gift.", "author": "Anonymous" },
  { "quote": "Don’t let your fears hold you back. Let your dreams push you forward.", "author": "Anonymous" },
  { "quote": "You are a work of art. And like all great art, you’re a little bit strange.", "author": "Anonymous" },
  { "quote": "Don’t be afraid to make mistakes. That’s how you learn the best dance moves.", "author": "Anonymous" },
  { "quote": "You are a force of nature. A slightly chaotic, but still very powerful force of nature.", "author": "Anonymous" },
  { "quote": "Don’t let anyone dim your light. They can wear sunglasses if it’s too bright for them.", "author": "Anonymous" },
  { "quote": "You are a masterpiece in the making. And like all masterpieces, you’re a little bit messy.", "author": "Anonymous" },
  { "quote": "Don’t be afraid to be yourself. Everyone else is already taken, and they’re probably not as cool as you anyway.", "author": "Anonymous" },
  { "quote": "My life is a series of side quests I get distracted by while on my way to the main quest.", "author": "Anonymous" },
  { "quote": "Today's goal: To be as happy as a dog with two tennis balls.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a superhero, but I did manage to put on a fitted sheet by myself.", "author": "Anonymous" },
  { "quote": "My daily affirmation: \"I will not let my phone battery die, and I will not let my spirit die.\"", "author": "Anonymous" },
  { "quote": "Life is like a vending machine. Sometimes you get what you want, and sometimes you get a bag of chips that's mostly air.", "author": "Anonymous" },
  { "quote": "I'm not a morning person. I'm a \"mourning the loss of my bed\" person.", "author": "Anonymous" },
  { "quote": "My greatest talent is finding things I wasn't looking for while looking for something else.", "author": "Anonymous" },
  { "quote": "Be the person who brings donuts to the meeting. You'll always be remembered fondly.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm lazy, but I would fast-forward through the commercials of my own life if I could.", "author": "Anonymous" },
  { "quote": "My plants are thriving, my pets are happy, and I remembered to drink water. I call that a successful day.", "author": "Anonymous" },
  { "quote": "My ambition is to one day have an \"out of office\" email that's actually true.", "author": "Anonymous" },
  { "quote": "I'm not procrastinating; I'm marinating my ideas until they're perfect.", "author": "Anonymous" },
  { "quote": "The road to success is paved with good intentions and a lot of coffee spills.", "author": "Anonymous" },
  { "quote": "My five-year plan is to figure out what I was supposed to do in my last five-year plan.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a workaholic, but my idea of a vacation is working from a different chair.", "author": "Anonymous" },
  { "quote": "My motivation comes in short, caffeinated bursts.", "author": "Anonymous" },
  { "quote": "I'm not giving up on my dreams. I'm just giving them a little space to breathe.", "author": "Anonymous" },
  { "quote": "My goal is to be so successful that my dog has his own personal chef.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a leader, but I'm really good at telling other people what to do.", "author": "Anonymous" },
  { "quote": "My career path is less of a ladder and more of a jungle gym.", "author": "Anonymous" },
  { "quote": "I'm not weird; I'm just allergic to being boring.", "author": "Anonymous" },
  { "quote": "My confidence level is directly proportional to how good my hair looks.", "author": "Anonymous" },
  { "quote": "I'm not a mess; I'm a collection of interesting stories waiting to be told.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm perfect, but I'm pretty sure I'm a limited edition.", "author": "Anonymous" },
  { "quote": "My inner child is not a child. They're a chaotic teenager who makes questionable decisions.", "author": "Anonymous" },
  { "quote": "I'm not short; I'm just closer to the ground, which makes me more stable.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a genius, but I did figure out how to open a jar of pickles all by myself.", "author": "Anonymous" },
  { "quote": "My personality is 50% \"let's do this\" and 50% \"let's do this tomorrow.\"", "author": "Anonymous" },
  { "quote": "I'm not old; I'm just a classic, and classics are always in style.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a role model, but I am a cautionary tale.", "author": "Anonymous" },
  { "quote": "When life throws you a curveball, learn how to bunt. Or just duck.", "author": "Anonymous" },
  { "quote": "My problems aren't problems; they're just opportunities for creative solutions.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a fighter, but I did win a staring contest with my cat.", "author": "Anonymous" },
  { "quote": "My life is not a train wreck; it's a high-speed train on a very scenic, and occasionally bumpy, route.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a survivor, but I did make it through a whole day without Wi-Fi.", "author": "Anonymous" },
  { "quote": "My challenges are just my life's way of making sure I don't get bored.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a hero, but I did manage to assemble a piece of IKEA furniture without crying.", "author": "Anonymous" },
  { "quote": "My setbacks are just my story's way of building suspense.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a champion, but I did win an argument with myself.", "author": "Anonymous" },
  { "quote": "My failures are not failures; they're just practice runs for my eventual success.", "author": "Anonymous" },
  { "quote": "The glass is neither half full nor half empty. It's just a glass, and you can refill it.", "author": "Anonymous" },
  { "quote": "Don't take advice from someone who hasn't made at least a few glorious mistakes.", "author": "Anonymous" },
  { "quote": "Wisdom is knowing that you don't have to have an opinion on everything.", "author": "Anonymous" },
  { "quote": "The best way to predict the future is to create it, or at least, to order pizza for it.", "author": "Anonymous" },
  { "quote": "A clear conscience is often a sign that you haven't been paying close enough attention.", "author": "Anonymous" },
  { "quote": "The secret to happiness is a good sense of humor and a bad memory.", "author": "Anonymous" },
  { "quote": "Don't look back; you're not going that way. Unless you forgot your keys.", "author": "Anonymous" },
  { "quote": "The older I get, the more I realize that \"adulting\" is just googling how to do things.", "author": "Anonymous" },
  { "quote": "The difference between a good day and a bad day is often just your attitude and a good snack.", "author": "Anonymous" },
  { "quote": "Forgiveness is great, but not forgetting is how you avoid making the same mistake twice.", "author": "Anonymous" },
  { "quote": "I'm not a snack; I'm a full-course meal with a surprise dessert.", "author": "Anonymous" },
  { "quote": "My life is a romantic comedy, minus the romance and with more comedy.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a magician, but I can make a whole pizza disappear.", "author": "Anonymous" },
  { "quote": "My superpower is overthinking things and then taking a nap.", "author": "Anonymous" },
  { "quote": "I'm not a morning person, but I am a \"second cup of coffee\" person.", "author": "Anonymous" },
  { "quote": "My brain is like the Bermuda Triangle; information goes in and is never seen again.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a trendsetter, but I was wearing sweatpants before it was cool.", "author": "Anonymous" },
  { "quote": "My life is a constant search for my keys, my phone, and my sanity.", "author": "Anonymous" },
  { "quote": "I'm not a procrastinator; I'm just very good at living in the moment.", "author": "Anonymous" },
  { "quote": "My favorite sport is running late.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a doctor, but I have a PhD in WebMD.", "author": "Anonymous" },
  { "quote": "My life is a musical, but I don't know the words or the choreography.", "author": "Anonymous" },
  { "quote": "I'm not a fortune teller, but I predict a 100% chance of me needing a nap later.", "author": "Anonymous" },
  { "quote": "My spirit animal is a squirrel with a really good hiding spot for its snacks.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a chef, but I can make a mean bowl of cereal.", "author": "Anonymous" },
  { "quote": "My life is a puzzle, but I'm missing a few pieces and the box.", "author": "Anonymous" },
  { "quote": "I'm not a poet, but my grocery lists are a work of art.", "author": "Anonymous" },
  { "quote": "My superpower is being able to hear a snack wrapper open from three rooms away.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a comedian, but my life is a joke.", "author": "Anonymous" },
  { "quote": "My brain has two settings: \"on\" and \"where did I put my keys?\"", "author": "Anonymous" },
  { "quote": "I'm not a morning person, but I am a \"five more minutes\" person.", "author": "Anonymous" },
  { "quote": "My life is a movie, but it's a documentary about a very strange person.", "author": "Anonymous" },
  { "quote": "I'm not a scientist, but I am conducting a long-term study on the effects of caffeine.", "author": "Anonymous" },
  { "quote": "My superpower is being able to find the one thing in the store that isn't on sale.", "author": "Anonymous" },
  { "quote": "I'm not saying I'm a writer, but my text messages are epic novels.", "author": "Anonymous" },
  { "quote": "You are not a mess; you are a masterpiece in the middle of a very creative process.", "author": "Anonymous" },
  { "quote": "Don't let anyone treat you like a free breadstick. You are the whole garlic bread.", "author": "Anonymous" },
  { "quote": "It's okay to be a little bit of a hot mess. It's the \"hot\" part that counts.", "author": "Anonymous" },
  { "quote": "You are not a burden; you are a treasure, and some people just don't have a metal detector.", "author": "Anonymous" },
  { "quote": "Don't be afraid to take up space. You are not an apology.", "author": "Anonymous" },
  { "quote": "You are a star, and some days you're a shooting star, and some days you're a black hole, and that's okay.", "author": "Anonymous" },
  { "quote": "Don't let anyone dim your light. They can buy their own lamp.", "author": "Anonymous" },
  { "quote": "You are a work of art, and like all great art, you are meant to be admired, not understood.", "author": "Anonymous" },
  { "quote": "Don't be afraid to make a scene. The world is your stage.", "author": "Anonymous" },
  { "quote": "You are a force of nature, and some days you're a gentle breeze, and some days you're a hurricane.", "author": "Anonymous" },
  { "quote": "Don't let anyone tell you you're too much. They're just not enough.", "author": "Anonymous" },
  { "quote": "You are a masterpiece, and like all masterpieces, you have a few cracks, and that's what makes you beautiful.", "author": "Anonymous" },
  { "quote": "Don't be afraid to be a little bit extra. The world needs more sparkle.", "author": "Anonymous" },
  { "quote": "You are a gift, and some days you're a beautifully wrapped present, and some days you're a gift card with an unknown balance.", "author": "Anonymous" },
  { "quote": "Don't let anyone dull your shine. They can wear sunglasses.", "author": "Anonymous" },
  { "quote": "You are a story, and you are the only one who gets to write the ending.", "author": "Anonymous" },
  { "quote": "Don't be afraid to be a little bit weird. The best stories are about the weird ones.", "author": "Anonymous" },
  { "quote": "You are a song, and some days you're a power ballad, and some days you're a sad ukulele tune.", "author": "Anonymous" },
  { "quote": "Don't let anyone rush your process. Great things take time, like a good cheese or a long nap.", "author": "Anonymous" },
  { "quote": "You are a garden, and some days you're in full bloom, and some days you're just a bunch of dirt, and that's how things grow.", "author": "Anonymous" },
  { "quote": "Don't be afraid to be a little bit loud. The world needs to hear your voice.", "author": "Anonymous" },
  { "quote": "You are a puzzle, and you are the only one who knows where all the pieces go.", "author": "Anonymous" },
  { "quote": "Don't let anyone make you feel small. You are a giant, even if you're not very tall.", "author": "Anonymous" },
  { "quote": "You are a diamond, and you are still under pressure, and that's how you get your sparkle.", "author": "Anonymous" },
  { "quote": "Don't be afraid to be a little bit lost. Sometimes the best adventures happen when you don't have a map.", "author": "Anonymous" }
]
